Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_slv-SVN_TM.tmx
Source language: en_gb
Languages: sl_si

source: Other\ Refusal (DO NOT READ OUT)
sl_si: Drugo/ Zavrnitev (NE PREBERI)

source: Walking
sl_si: Hoja

source: DK/NA (DO NOT READ OUT)
sl_si: NV/BO (NE BERI)

source: (DO NOT READ OUT
sl_si: (NE BERI)

source: Large town/city
sl_si: V večjem mestu

source: Have you got a mobile phone?
sl_si: Ali imate mobilni telefon?

source: In which city/borough/commune do you live?
sl_si: V katerem mestu prebivate?

source: Single person household
sl_si: Gospodinjstvo samske osebe

source: City 1
sl_si: Ljubljana

source: Noise
sl_si: Hrup

source: Car
sl_si: Avtomobil

source: Public transport
sl_si: Javni prevoz

source: PROG: ROTATE ITEMS 1 TO 4
sl_si: PROG: ROTIRAJ ELEMENTE 1 do 4

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
sl_si: Bi rekli, da ste imeli v zadnjih dvanajstih mesecih težave s plačevanjem računov na koncu meseca…?

source: Other city
sl_si: Drugo mesto

source: Generally speaking, the public administration of [CITY NAME] can be trusted
sl_si: Na splošno je mogoče javni upravi mesta [CITY NAME] zaupati

source: ASK ALL
sl_si: VPRAŠAJ VSE

source: It is easy to find a job in [CITY NAME]
sl_si: V [CITY NAME] je lahko najti službo

source: Not at all satisfied
sl_si: Sploh niste zadovoljni

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
sl_si: Prebral/a vam bom nekaj trditev. Prosim, povejte mi, ali se s temi trditvami močno strinjate, se z njimi nekoliko strinjate, se z njimi nekoliko ne strinjate ali se sploh ne strinjate.

source: Somewhat disagree
sl_si: Nekoliko se ne strinjam

source: Housing
sl_si: Stanovanja

source: (READ OUT – ONE ANSWER ONLY)
sl_si: (PREBERI - EN MOŽEN ODGOVOR)

source: From time to time
sl_si: Včasih

source: D21: CODE 9 AND 10 - SINGLE CODES
sl_si: D21: KODI 9 IN 10 - ENOJNI KODI

source: Married or cohabiting couple, no children or no children living at home
sl_si: Poročena ali par, ki živi skupaj, brez otrok, ali brez otrok, ki živijo doma

source: Rural area or village
sl_si: Na podeželju ali na vasi

source: Train
sl_si: Vlak

source: Very satisfied
sl_si: Zelo zadovoljni

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
sl_si: Prosim, povejte mi, ali ste na splošno zelo zadovoljni, dokaj zadovoljni, dokaj nezadovoljni ali sploh niste zadovoljni z naslednjimi vprašanji v [CITY NAME]?

source: Safety
sl_si: Varnost

source: Your personal job situation
sl_si: Vašim osebnim položajem v zvezi z zaposlitvijo

source: Small or medium-sized town
sl_si: V manjšem ali srednje velikem kraju

source: Professional (employed doctor, lawyer, accountant, architect, …)
sl_si: Strokovnjak (zaposleni zdravnik, odvetnik, računovodja, arhitekt)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
sl_si: V [CITY NAME] je lahko najti dobro stanovanje po ugodni ceni

source: Generally speaking, most people in my neighborhood can be trusted
sl_si: Na splošno je mogoče večini ljudem v moji soseščini zaupati

source: Most of the time
sl_si: Skoraj zmeraj

source: Have you got a landline phone?
sl_si: Ali imate stacionarni telefon v vašem gospodinjstvu?

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
sl_si: Mi lahko poveste, koliko oseb, starih 15 let ali več, živi v vašem gospodinjstvu, vključno z vami?

source: Other (DO NOT READ OUT)
sl_si: Drugo (NE BERI)

source: Q4: CODE 11 - SINGLE CODE
sl_si: Q4: KODA 11 - ENOJNA KODA

source: Strongly disagree
sl_si: Se sploh ne strinjam

source: I live here since less than 1 year
sl_si: Tu živim manj kot 1 leto

source: Cleanliness
sl_si: Čistoča

source: The financial situation of your household
sl_si: Finančnim stanjem vašega gospodinjstva

source: Other employee (salesman, nurse, …)
sl_si: Druge vrste uslužbenec(-ka)

source: No
sl_si: Ne

source: Owner of shop, craftsman
sl_si: Lastnik trgovine, obrtnik

source: (READ OUT - ONE ANSWER ONLY)
sl_si: (PREBERI - MOŽEN EN ODGOVOR)

source: Would you say you are…?
sl_si: Bi rekli, da ste...?

source: Seeking a job
sl_si: Išče zaposlitev

source: Manual worker
sl_si: Fizični delavec

source: The noise level
sl_si: Raven hrupa

source: The administrative services of [CITY NAME] help people efficiently
sl_si: Javna uprava v [CITY NAME] učinkovito pomaga prebivalcem

source: Urban public transport (bus, metro, tram, ferry, etc.)
sl_si: Mestni javni promet (avtobus, podzemna železnica, tramvaj, trajekt itd.)

source: Gender.
sl_si: Spol.

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
sl_si: [CITY NAME] sodeluje v boju proti podnebnim spremembam (npr. energetska učinkovitost, zelena prevozna sredstva)

source: Female
sl_si: Ženski

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
sl_si: Katera tri vprašanja iz naslednjega seznama, so po vašem mnenju za [CITY NAME] najpomembnejša?

source: What county do you live in?
sl_si: Povejte prosim, v kateri regiji sedaj živite.

source: I live here since between 5 to 10 years
sl_si: Tu živim od 5 do 10 let

source: I am satisfied to live in [CITY NAME]
sl_si: Zadovoljen/-a sem, ker živim v [CITY NAME]

source: Male
sl_si: Moški

source: Social services
sl_si: Socialne storitve

source: Unemployment
sl_si: Brezposelnost

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
sl_si: (PREBERI, ČE JE POTREBNO - SAMO EN ODGOVOR)

source: Farmer, forester, fisherman
sl_si: Kmet, gozdar, ribič

source: Civil servant
sl_si: Državni uradnik

source: Without a professional activity
sl_si: Brez poklicne dejavnosti

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
sl_si: VPRAŠAJ D5c, ČE USLUŽBENEC(-KA), KODA 2 V D5a

source: PROG: ROTATE ITEMS 1 TO 7
sl_si: PROG: ROTIRAJ ELEMENTE 1 DO 7

source: Education and training
sl_si: Izobraževanje in usposabljanje

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
sl_si: Kolikor gre za vaš sedanji poklic, bi rekli, da ste samozaposleni, uslužbenec(-ka), fizični delavec(-ka) ali pa bi rekli, da ste brez poklicne dejavnosti?

source: Refusal (DO NOT READ OUT)
sl_si: Zavrnitev (NE BERI)

source: (ONE ANSWER ONLY)
sl_si: ( EN MOŽEN ODGOVOR)

source: Air pollution
sl_si: Onesnaženost zraka

source: I feel safe in [CITY NAME]
sl_si: V [CITY NAME] se počutim varno

source: Unskilled manual worker
sl_si: Nekvalificiran fizični delavec (-ka)

source: Sports facilities such as sport fields and indoor sport halls
sl_si: Športne površine, kot so športna igrišča in pokrite športne dvorane

source: The life you lead
sl_si: Življenjem, ki ga živite

source: Rather unsatisfied
sl_si: Dokaj nezadovoljni

source: Rather satisfied
sl_si: Dokaj zadovoljni

source: Professional (lawyer, medical practitioner, accountant, architect,…)
sl_si: Strokovnjak (odvetnik, zdravnik, računovodja, arhitekt, ...)

source: Health services
sl_si: Zdravstvo

source: Office clerk
sl_si: Pisarniški delavec

source: Retired
sl_si: Upokojen

source: (READ OUT – MAX. 3 ANSWERS)
sl_si: (PREBERI - NAJVEČ 3 ODGOVORI)

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
sl_si: Na splošno, ali ste zelo zadovoljni, razmeroma zadovoljni, ne preveč zadovoljni ali sploh niste zadovoljni s/z...?

source: PROG: ROTATE ITEMS 1 to 12
sl_si: PROG: ROTIRAJ ELEMENTE 1 do 12

source: None (DO NOT READ OUT)
sl_si: Nobenega (NE BERI)

source: Almost never\ never
sl_si: Skoraj nikoli/Nikoli

source: Number of people aged 15 or more in the household
sl_si: Število ljudi starih 15 let ali več v gospodinjstvu

source: Public transport, for example the bus, tram or metro
sl_si: Javni prevoz, na primer avtobus

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
sl_si: VPRAŠAJ D5b, ČE SAMOZAPOSLEN(-A), KODA 1 V D5a

source: Student (full time)
sl_si: Študent/dijak (redni)

source: I feel safe in my neighbourhood
sl_si: V svoji soseščini se počutim varno

source: Availability of retail shops
sl_si: Razpoložljivost trgovin na drobno

source: General management, director or top management
sl_si: Splošni menedžement, direktor ali vodstveni menedžment

source: Strongly agree
sl_si: Močno se strinjam

source: How old were you when you stopped full-time education?
sl_si: Koliko ste bili stari, ko ste zaključili redno izobraževanje?

source: Ship or boat
sl_si: Ladja ali čoln

source: Bicycle
sl_si: Kolo

source: How old are you?
sl_si: Koliko ste stari?

source: Motorbike
sl_si: Motor

source: (READ OUT - MAX. 2 ANSWERS)
sl_si: (PREBERI - NAJVEČ 2 ODGOVORA)

source: Single parent, one or more children living at home
sl_si: Enostarševska družina, eden ali več otrok, ki živijo doma

source: Self-employed
sl_si: Samozaposlen

source: The state of the streets and buildings in your neighbourhood
sl_si: Stanje ulic in zgradb v vaši soseski

source: Fairly satisfied
sl_si: Razmeroma zadovoljni

source: Generally speaking, most people in [CITY NAME] can be trusted
sl_si: Na splošno je mogoče večini ljudem v [CITY NAME] zaupati

source: (READ OUT - SINGLE CODE)
sl_si: (PREBERI - MOŽEN EN ODGOVOR)

source: On a typical day, which mode or modes of transport do you use most often?
sl_si: Katere načine transporta uporabljate najpogosteje na običajen dan?

source: Schools and other educational facilities
sl_si: Šole in drugi prostori za izobraževanje

source: The quality of the air
sl_si: Kakovost zraka

source: Married or cohabiting couple, with one or more children living at home
sl_si: Poročena ali par, ki živi skupaj, z enim ali več otroci, ki živijo doma

source: Middle management
sl_si: Srednji menedžment

source: Foreigners who live in [CITY NAME] are well integrated
sl_si: Tujci, ki živijo v [CITY NAME], so se dobro vključili v družbo

source: Health care services, doctors and hospitals
sl_si: Zdravstvene storitve, zdravniki in bolnišnice

source: Employee
sl_si: Uslužbenec

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
sl_si: VPRAŠAJ D5d, ČE FIZIČNI DELAVEC(-KA), KODA 3 V D5a

source: Public spaces such as markets, squares, pedestrian areas
sl_si: Javne površine, kot so tržnice, trgi, površine za pešce

source: Would you say you live in a…?
sl_si: Bi rekli, da živite … ?

source: Which of the following best describes your household composition?
sl_si: Kaj od naslednjega najbolje opiše sestavo vašega gospodinjstva?

source: Manager of a company
sl_si: Vodstveni delavec v podjetju

source: I live here since 1 to 5 years
sl_si: Tu živim od 1 do 5 let

source: Not very satisfied
sl_si: Ne preveč zadovoljni

source: Road infrastructure
sl_si: Cestna infrastruktura

source: PROG: ROTATE ITEMS 1 TO 10
sl_si: PROG: ROTIRAJ ELEMENTE 1 do 10

source: The presence of foreigners is good for [CITY NAME]
sl_si: Prisotnost tujcev je dobra za [CITY NAME]

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
sl_si: (ZAPIŠI - ČE 'NV', KODA '98' - ČE 'ZAVRNITEV', KODA '99')

source: DK (DO NOT READ OUT)
sl_si: NV (NE BERI)

source: Yes
sl_si: Da

source: Green spaces such as parks and gardens
sl_si: Zelene površine, kot so parki in vrtovi

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
sl_si: VPRAŠAJ D5e, ČE NIMA POKLICNE DEJAVNOSTI, KODA 4 V D5a

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
sl_si: (ČE "ŠE VEDNO ŠTUDIRA": VPIŠI '00' - ČE "NOBENE DOSEŽENE IZOBRAZBE, KODA '01' - ČE "ZAVRNITEV", KODA '98' - ČE "NV", KODA '99')

source: Other
sl_si: Drugo

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
sl_si: (ZAPIŠI - ČE ZAVRNITEV, KODA'99')

source: FL419 - Quality of life in European Cities UK
sl_si: FL419 - Quality of life in European Cities SI

source: Somewhat agree
sl_si: Nekoliko se strinjam

source: Cultural facilities such as concert halls, theatres, museums and libraries
sl_si: Prostori, namenjeni kulturi, kot so koncertne dvorane, gledališča, muzeji in knjižnice

source: The place where you live
sl_si: Krajem, kjer živite

source: Was born here/ I’ve been living here for all my life
sl_si: Rojen/-a sem bil/-a tukaj/ Tu živim že vse življenje

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
sl_si: ČE DRUGO ali NE VEM V D12, KODE 198 ali 199 v D12, USTAVITE RAZGOVOR

source: Supervisor\ foreman (team manager, …)
sl_si: Nadzornik(-ca) / predelavec(-ka) (vodja skupine, ....)

source: I live here since more than 10 years
sl_si: Tu živim že več kot 10 let

source: For how long have you been living in [CITY NAME]?
sl_si: Kako dolgo že živite v [CITY NAME]?

source: Looking after the home
sl_si: Skrbi za dom
